/*
   Localizable.strings
   Redial

   Created by qqn_pipi on 10-7-29.
   Copyright 2010 QQN-PIPI.com. All rights reserved.
 */

// Common Translation

"Cancel" = "取消";

"Back" = "返回";

"Edit" = "編輯";

"Call" = "呼叫";

"Dial" = "撥打電話";

"Settings" = "設置";

"Support" = "支持";

"Save" = "保存";

"No" = "否";

"Yes" = "是";

"Close" = "關閉";

"Text Message" = "發送簡訊";

"Submit" = "提交";

"Reset" = "重置";

"Help" = "幫助";

// SMS & Call Message

"kSmsNotSupportOnOS" = "對不起，您的iPhone操作系統版本不支持發送簡訊功能";

"kInfoSmsSentSuccess" = "簡訊已成功提交";

"kInfoSmsSentFailure" = "簡訊發送失敗，請檢查網絡和系統設置";

"kCallNotSupportOnIPod" = "您的設備不支持撥打電話功能";

"kInfoAddCalendarSuccess" = "成功添加事件到行事歷中";

"kInfoConfirmDelete" = "確認刪除這條記錄嗎?";

"kInfoValueEmpty" = "設置取值不能為空";

"kInfoSaveConfigSuccess" = "設置已經成功保存";

"ConnectingServer" = "連接到服務器中...";

"kSystemFailure" = "連接到服務器失敗，請檢查您的網絡是否正確連接到網絡。";

"kErrorNetwork" = "本應用需要訪問互聯網，請檢查當前的網絡訪問是否可用。";
